Repository: wescamp/Epic_of_Vaniyera-1.6
Catalog: po/*.po
Languages: fr, it

source: But, Faolan... you still must answer for your deeds. It was reckless to assault the might of the Lavinians with only one twelfth of the power of the Sidhe and slay their lord, inviting retaliation. Why did you do it?
fr: Mais, Faolan... Vous devez toujours répondre de vos actes. Il était téméraire d'assaillir les forces laviniennes avec seulement un douzième des forces sidhes et de tuer leur chef, les invitant ainsi à des représailles. Pourquoi l'avez-vous fait ?
it: Ma, Faolan... tu devi rispondere delle tue azioni. È stata un'azione imprudente combattere la potenza dei Laviniani con soltanto la dodicesima parte delle forze dei Sidhe ed uccidere il loro signore, potendo attirare la rappresaglia. Perché l'hai fatto?

source: It was not my doing, but that of my disciple Vaniyera. He is here now.
fr: Ce n'est pas de mon fait, mais celui de mon disciple Vaniyera. Le voici.
it: Non l'ho fatto io, ma il mio discepolo Vaniyera. Egli è qui ora.

source: So, Vaniyera, what say you to this charge of recklessness?
fr: Donc, Vaniyera, que répondez-vous des accusations de témérité ?
it: Allora, Vaniyera, cosa ci dici di questa tua sconsideratezza?

source: If I had not decisively defeated the Lavinians, they would have returned and slaughtered our people. Their army outnumbered ours; the only way to kill it was cut off the head.
fr: Si je n'avais pas vaincu les laviniens, ils seraient revenus et auraient massacrer notre peuple. Leur armée est bien plus grande que la notre ; le seul moyen d'en finir était de la décapiter.
it: Se non avessi decisamente sconfitto i Laviniani, essi sarebbero tornati ed ucciso la nostra gente. La loro armata superava in numero la nostra; l'unico modo di risolvere il problema era tagliare la testa.

source: You ought to have waited for the Council to assemble. We would have shown our might to those men and made them fear the name of Sidhe. Instead, you have slain their lord, incurring a blood-vengeance.
fr: Vous auriez dû attendre que le Conseil se rassemble. Nous aurions montrer notre puissance à ces hommes et le simple nom des Sidhes les auraient effrayés. Au lieu de cela, vous avez tué leur chef, scellant ainsi une vengeance sanglante.
it: Avresti dovuto aspettare che il Consiglio si riunisse. Avremmo potuto mostrare la nostra forza a quegli uomini e farli temere il nome dei Sidhe. Invece, tu hai ucciso il loro signore, provocando una vendetta di sangue.

source: Let us hope that they take their defeat as a warning and not as a challenge to come at us with still greater strength.
fr: Esperons qu'ils prendront leur défaite pour un avertissement et qu'ils ne reviendront pas nous attaquer avec une force encore plus grande.
it: Speriamo che prendano la loro sconfitta come un avvertimento e non come una sfida per tornare da noi con ancora più grandi forze.

source: They would have slaughtered our people and burned our forests before the Council acted.
fr: Ils auraient massacré notre peuple et brûlé nos forêts avant que le Conseil ne se décide.
it: Avrebbero ucciso le nostre genti e bruciato le nostre foreste prima che il Consiglio si fosse deciso ad agire.

source: But it is likely that the Lavinians will retaliate for the death of Primus Maximus and kill many more of our people than would have otherwise died. You still have much to learn, young Vaniyera.
fr: Mais il est presque certain que les laviniens vont répliquer à la mort de Primus Maximus, tuant encore plus des notres. Vous avez encore beaucoup à apprendre, jeune Vaniyera.
it: Ma è probabile che i Laviniani vorranno vendicare la morte di Primus Maximus ed uccidere molti dei nostri che sarebbero morti in altri modi. Hai ancora molto da imparare, giovane Vaniyera.

source: Indeed he does. But I wonder - is Faolan willing to remain as Vaniyera's teacher?
fr: En effet il le doit. Mais je me demande si Faolan souhaite rester le maître de Vaniyera ?
it: Indubbiamente deve farlo. Ma mi chiedo, Faolan vuole continuare ad essere l'insegnante di Vaniyera?

source: And even if he is, ought he to remain where he is? If there are no consequences for acting reckless, he will not teach himself to act otherwise.
fr: Et même s'il le souhaite, doit-il le rester ? S'il n'y a pas de conséquences pour ces actions téméraires, il ne lui apprendra pas à agir autrement.
it: E anche se lo vuole, deve egli rimanere dove è? Se non ci sono conseguenze per le sue azioni precipitose, egli non imparerà ad agire diversamente.

source: I concur. Well then, Vaniyera - I must pass sentence upon you. You are no longer the disciple of Faolan. I am sorry.
fr: Je suis d'accord. Et bien, Vaniyera, voici ta condamnation : dorénavant tu n'est plus un disciple de Faolan, je suis désolé.
it: Sono d'accordo. Bene, allora, Vaniyera – Devo darti una lezione. Non sei più il discepolo di Faolan. Mi dispiace.

source: Yes, my lords.
fr: Bien, mes seigneurs.
it: Sì, miei Signori.

source: But do not think us cruel... You show potential. We will make you disciple of another Thunderblade. Leithan would teach him restraint, I think...
fr: Ne crois pas que cela soit cruel... Tu a du potentiel. Nous te ferons disciple d'un autre Thunderblade. Leithan lui apprendra la modération, je pense...
it: Ma non crederci crudeli... Mostri del potenziale. Ti faremo discepolo di un altro Thunderblake. Leithan gli insegnerebbe il ritegno, penso...

source: Master! Without your guidance, we shall never win this war...
fr: Maître : Sans vos conseils, nous n'aurions jamais gagné cette guerre...
it: Maestro! Senza la tua guida, non viceremo mai questa guerra...

source: The grave, it beckons again...
fr: La tombe, à nouveau attractive...
it: La tomba, chiama ancora...

source: With the old hero back into his slumber, who will call the spirits to fight for us?
fr: Avec l'ancien héro à nouveau endormi, qui appelera les esprits pour se battre à nos côté ?
it: Con l'antico eroe ritornato al suo sonno, chi chiamerà gli spiriti a combattere per noi?

source: The tribesmen will not join us without Athus to rally them.
fr: Les tribus ne se joindrons pas à nous sans Athus pour les rallier.
it: Gli uomini delle tribù non si uniranno a noi senza che Athus li raduni.
