Repository: wescamp/Epic_of_Vaniyera-1.6
Catalog: po/*.po
Languages: fr, it

source: The Epic of Vaniyera
fr: L'Épopée de Vaniyera
it: La Saga di Vaniyera

source: EoV
it: LSdV

source: Noble
it: Nobile

source: Warlord
fr: Seigneur de guerre
it: Signore della Guerra

source: (hard)
fr: (difficile)
it: (difficile)

source: (easy)
fr: (facile)
it: (facile)

source: Warrior
fr: Guerrier
it: Guerriero

source: (normal)
it: (normale)

source: 115-116 SI The expansionist Lavinian Legion, led by the Imperator himself, has invaded the northern forests of the Sidhe. It is up to the young Vaniyera to push its armies back from the border... (Novice level, 6 scenarios.)
fr: 115-116 SI La légion expansionniste lavinienne, menée par l'empereur lui-même, a envahi les forêts du nord de Sidhe. C'est au jeune Vaniyera de repousser ces armées vers la bordure... (Niveau novice, 6 scenarios.)
it: 115-116 SI L'espansionistica Legione Laviniana, guidata dall'Imperatore stesso, ha invaso le foreste settentrionali del Sidhe. Sta al giovane Vaniyera ricacciare le sue armate fino al confine... (Livello Principiante, 6 scenari.)

source: Camp of Lavinium
fr: Camp de Lavinium
it: Il Campo di Lavinium

source: PART ONE: ANABASIS OF THE EMPEROR...
fr: PREMIÈRE PARTIE : L'ANABASE DE L'EMPEREUR
it: PARTE PRIMA: L'ANABASI DELL'IMPERATORE...

source: It had been over a hundred years since we arrived on this Continent of Promise and found new enemies. From the moment of our arrival chaos reigned. From that time to this very day the Marauders have battled with us to the death.
fr: Il y a plus d'une centaine d'année que nous sommes arrivés sur le Continent Promis et y avons trouvé de nouveaux ennemis. Le chaos n'a cessé de regner depuis notre arrivé. De cette époque jusqu'à aujourd'hui les maraudeurs nous ont toujours mortellement affrontés.
it: Sono passati più di cento anni da quando siamo arrivato su questo Continente di Speranza ed abbiamo trovato nuovi nemici. Al momento del nostro arrivo, regnava il caos. Dal quel tempo fino a questi stessi giorni, i Predoni hanno combattuto contro di noi mortalmente.

source: Our King Vanimaro, Lord of the Thunder, died securing the lands where we now live. He led us from the lost lands of the Old Isle to this great forest and the splendor of Mount Stormkeep.
fr: Notre roi, Vanimaro Seigneur du Tonnerre, mourût en sécurissant les terres où nous vivons aujourd'hui. Il nous menna des terres de la Vielle Île vers la Grande Forêt et vers la splendeur du mont Stormkeep.
it: Il nostro Re Vanimaro, Signore del Tuono, morì cercando di rendere sicure le terre dove adesso viviamo. Egli ci guidò dalle terre perdute della Vecchia Isola a questa grande foresta ed allo splendore di Monte Stormkeep.

source: After his death, our brethren the Issaelfr abandoned us and allied with the Marauder rabble. We were left alone in our struggle to survive on this continent.
fr: Après sa mort, Frère Issaelfr nous abandonna pour s'allier à la marmaille des maraudeur.s Nous fûmes seul dans notre lutte pour survivre sur ce continent.
it: Dopo la sua morte, il nostro confratello Issaelfr ci abbandonò e si alleò con la feccia dei Predoni. Fummo lasciati soli nella nostra lotta per la sopravvivenza su questo continente.

source: I am Vaniyera, one-time disciple of Faolan, a Thunderblade on our great Council. I do not purpose to tell the tale of the Thunderblades, though it is a great and long one. Instead, I will speak of those other men from the south, the Lavinians, and their invasion of our lands.
fr: Je suis Vaniyera, ancien disciple de Faolan, Thunderblade de notre grand Conseil. Je ne compte pas vous faire le récit des Thunderblades, quoiqu'il soit long et magnifique. Je vais plutôt parler de ces hommes du sud, les laviniens, lorsqu'ils ont envahi nos terres.
it: Io sono Vaniyera, un tempo discepolo di Faolan, un Thunderblake del nostro grande Concilio. Non ho intenzione di raccontare la storia dei Thunderblade, sebbene sia una grande e lunga storia. Invece, vi parlerò di quegli altri uomini venuti dal sud, i Laviniani, e della loro invasione delle nostre terre.

source: Faolan and I heard rumors that the Lavinians had come northwards. We travelled to the southern borders of our Western March to see if these rumors were true. Indeed, we saw a host of Lavinians encamped just south of the tree-line.
fr: Faolan et moi avions entendu des rumeurs sur des laviniens se dirigeant vers le nord. Nous voyagâmes vers les frontières meridionnales de la Marche Occidentale pour vérifier ces rumeurs, nous vîmes une foule de laviniens dans un camp à l'orée sud des bois.
it: Faolan ed io sentimmo notizie frammentarie che i Laviniani erano venuti verso nord. Viaggiammo verso i confini meridionali della nostra Marca Occidentale per vedere se queste notizie fossero vere. In verità, vedemmo una moltitudine di Laviniani accampata appena a sud della linea degli alberi.

source: We decided to come closer in the hopes of overhearing their plans. The Lavinian campfire was bright in the distance, but we were cautious and careful to not be seen...
fr: Nous décidâme de nous approcher dans l'espoir de saisir leur plan. Le camp lavinien était lumineux mais nous fûmes prudent et minutieux pour ne pas être vu.
it: Decidemmo di andare più vicino nella speranza di scoprire i loro piani. I fuochi da campi laviniani erano visibili da lontano, ma eravamo cauti e prudenti per non essere visti...

source: Now, men, our enemy is in the forests ahead of us. They may be only a few yards outside our camp, listening.
fr: Maintenant, messieurs, nos ennemis se trouvent dans la forêt qui s'étend devant nous. Ils peuvent être à quelque mètres du camp, nous espionnant.
it: Ora, uomini, i nostri nemici sono nelle foreste davanti a noi. Potrebbero essere a pochi metri dal nostro campo, in ascolto.

source: What matter? They cannot challenge us. Let them hear our plans!
fr: Et alors ? Ils ne peuvent nous affronter. Qu'ils entendent nos plans !
it: Che importa? Non possono sfidarci. Lascia che sentano i nostri piani!

source: Silence! These elves are not to be underestimated. We have never before faced their kind - they are newcomers to the land - but if the rumors are true, they are centuries old and carry with them the experience of many battles.
fr: Silence ! Ces elfes ne doivent pas être sous-estimés. Nous n'en avons jamais affrontés, ils sont nouveaux sur ces terres, mais si les rumeurs sont vraies, ils sont centenaires et ont l'expérience de nombreuses battailles.
it: Silenzio! Questi elfi non devono essere sottovalutati. Noi non abbiamo mai prima incontrato la loro specie – sono dei nuovi venuti in queste terre – ma le notizie sono vere, essi sono vecchi di secoli e portano con loro l'esperienza di molte battaglie.

source: Nevertheless, they shall fall before our blades!
fr: Néanmoins, ils devront tomber sous nos lames !
it: Non importa, essi cadranno davanti alle nostre lame!

source: Do not be arrogant, Centurion! You know what befell the prideful Dardan heroes of old. Now listen. Our plan is simple. Since we must fight in forest, we cannot afford a draw-out battle. We must move swiftly, pushing forwards until we reach the foothills of the fey mountain, where our armies will be in the open and able to defeat the elves.
fr: Ne soit pas arrogant, Centurion ! Tu sais ce qu'il advint de l'orgeuilleux héros Dardan. Maintenant écoutes. Notre plan est simple. Puisque nous devons combattre dans la forêt, nous ne pouvons nous permettre une bataille qui s'éternise. Nous devons nous déplacer promptement, aller de l'avant jusqu'à atteindre les contreforts de la montange des devins, où nos armées seront à découvert et capables de défaire les elfes.
it: Non essere arrogante, Centurione! Tu sai che cosa accadde agli sprezzanti eroi Dardan dell'antichità. Il nostro piano è semplice. Dal momento che dobbiamo combattere nella foresta, non possiamo permetterci una battaglia che duri a lungo. Dobbiamo muoverci velocemente, e spingerci avanti fino a raggiungere i primi contrafforti della montagna, dove le nostre armate saranno negli spazi aperti e saranno capaci di sconfiggere gli elfi.

source: And we surely shall... soon the elves will be ours!
fr: Et nous le ferons... bientôt les elfes seront notre !
it: E sicuramente li sconfiggeremo... presto gli elfi saranno nostri!

source: Not before your life is mine!
fr: Pas avant que ta vie soit mienne !
it: Non prima che la tua vita sia mia!

source: Now, men, rest yourselves and your troops in preparation for battle.
fr: Maintenant, messieurs, vous et vos troupes, allez vous reposez en préparation de la bataille.
it: Ora, uomini, riposate voi e le vostre truppe per prepararci alla battaglia.

source: Aye!
fr: Ave !
it: Agli ordini!

source: Good! Rest tonight. Tomorrow we shall strike.
fr: Bien ! Reposons-nous cette nuit. Demain nous frapperons.
it: Bene! Riposatevi stanotte. Domani colpiremo.

source: Tomorrow? We have barely any time left, Vaniyera! I will go quickly and prepare the first line of defense. You remain here until they move out, then report back. Once you return I must attempt to reach Mount Stormkeep and warn the council...
fr: Demain ? Nous n'avons pratiquement plus le temps, Vaniyera ! Je vais partir tout de suite et préparer la première ligne de défence. Tu restes ici jusqu'à leur départ, puis tu nous en informes. À ton retour j'esserai d'atteindre le mont Stormkeep pour prévenir le conseil.
it: Domani? Abbiamo poco tempo, Vaniyera! Andrò velocemente e preparerò la prima linea di difesa. Tu rimani qui fin quando andranno via, poi fai rapporto. Quando sarai ritornato, devo cercare di raggiungere Monte Stormkeep per avvertire il concilio...

source: Yes, Master. A safe journey to you.
fr: Oui Maître. Faites attention.
it: Sì, Maestro. Fa un viaggio sicuro.

source: Ambush
fr: Embuscade
it: Imboscata

source: Morning broke and the Lavinian camp began to come alive. I lingered for some time on the hill above them, hidden by the trees, watching the men go about their routine.
fr: Le matin arriva et le camp lavinien s'éveilla. Je m'attarda dans les colline les surplombant, caché par les arbres, surveillant les hommes vacant à leur occupations quotidiennes.
it: Il mattino spuntò ed il campo laviniano cominciò a rivivere. Io indugiai per un po' di tempo sulla collina al di sopra di esso, nascosto dagli alberi, osservando gli uomini occuparsi delle cose di tutti i giorni.

source: The humans, though savage, proved to be quite interesting. They are cursed with a short life, like the dash between birth and death dates on their tombstones. They live for war, and their only true victory is survival. All this I saw as they prepared for the day's activities.
fr: Les humains, bien que sauvages, s'avéraient intéressants. Il étaient maudits de leur courte vie, à l'image du trait sur leur tombes séparant la date de leur naissance et celle de leur mort. Ils vivaient pour la guerre, la seule victoire qui comptait, était de survivre. Je vis tout cela pendant qu'ils se préparaient pour les activités de la journée.
it: Gli umani, anche se selvaggi, si rivelarono molto interessanti. Erano condannati ad una vita corta, come la linea fra le date di nascita e morte scritta sulle loro tombe. Essi vivono per la guerra, e la loro sola vera vittoria è la sopravvivenza. Tutto ciò vidi mentre loro si preparavano per le attività del giorno.

source: As I was thinking this they broke camp, headed for our own lands. I went the same direction with great speed to warn Faolan. Then a Marauder raiding party blocked my path...
fr: Pendant que je réfléchissait, ils plièrent le camp et se dirigèrent vers nos propres terres. Je me hâta dans la même direction pour prévenir Faolan. C'est alors qu'un raid de maraudeurs bloqua mon chemin.
it: Mentre pensavo tutto ciò, essi levarono il campo, dirigendosi verso le nostre terre. Mi avviai nella stessa direzione per avvertire Faolan. Poi, un gruppo di razziatori dei Predoni mi bloccò il cammino...

source: Bring Vaniyera to the end of the road
fr: Emmener Vaniyera au bout du chemin
it: Porta Vaniyera alla fine della strada

source: Defeat enemy leader (bonus)
fr: Vaincre le chef ennemi (bonus)
it: Sconfiggi il capo dei nemici (bonus)

source: Death of Vaniyera
fr: Mort de Vaniyera
it: Morte di Vaniyera

source: Fools! Out of my way!
fr: Vous êtes fous ! Hors de mon chemin !
it: Folli! Via dalla mia strada!

source: Never! You Sidhe will pay for your theft of our ancient lands!
fr: Jamais ! Vous, les Sidhes, allez payer pour le vol de nos anciennes terres !
it: Mai! Voi Sidhe pagherete per il vostro furto delle nostre antiche terre!

source: Imbeciles! Perhaps I can skirt around these men and not waste time engaging them in combat...
fr: Imbéciles ! Peut-être pourrais-je contourner ces humains et ne pas perdre mon temps à les combattre...
it: Mentecatti! Forse posso evitare questi uomini e non sprecare tempo combattendoli...

source: To battle!
fr: À l'attaque !
it: Alle armi!

source: Aaargh! You Sidhe think you're so... ugh.
fr: Aaargh ! Les Sidhes, vous pensez que vous êtes tellement... ugh
it: Aaargh! Voi Sidhe pensate di essere così... ugh.

source: Finally, on to the forests of Sidhe.
fr: Enfin, dans les forêts des Sidhes
it: Finalmente, nelle foreste di Sidhe.

source: Damn! The Lavinians have surely taken Faolan by surprise already. I have failed.
fr: Mince ! Les laviniens ont sûrement pris Faolan par surprise. J'ai échoué.
it: Dannazione! I Laviniani hanno già sicuramente preso Faolan di sorpresa. Ho fallito.

source: Too Late
fr: Trop tard
it: Troppo Tardi

source: After dispersing the marauders, we continued on to our lands, hoping we had not lost too much time. As we approached the nearest outpost, however, we were greeted only by the stench of smoke and blood.
fr: Après avoir dispersé les maraudeurs, nous continuâmes vers notre terre, espérant ne pas avoir perdu trop de temps. Lorsque nous arrivâmes en vue de l'avant-poste le plus proche, nous fûmes accueilli par la puanteur de la fumée et du sang.
it: Dopo aver disperso i predoni, continuammo per le nostre terre, sperando di non aver perso troppo tempo. Quando ci avvicinammo al primo avamposto, comunque, fummo accolti solo dal puzzo di fumo e di sangue.

source: Defeat the Lavinians
fr: Vaincre les laviniens
it: Sconfiggi i Laviniani

source: My outpost... destroyed! I fear that the Lavinians have already reached Faolan's fortress... I hope he can withstand them.
fr: Mon avant-poste... détruit ! Je crains que les laviniens n'aient déjà atteind la forteresse de Faolan... J'espère qu'il peut y résister.
it: Il mio avamposto... distrutto! Ho paura che i Laviniani abbiano già raggiunto la fortezza di Faolan... Spero che Faolan possa resistere.

source: Faolan will not be beaten easily, lord.
fr: Faolan ne sera pas vaincu facilement, seigneur.
it: Faolan non sarà sconfitto facilmente, signore.

source: True, he had never backed down against any odds.
fr: Exact, il n'a jamais failli, quelque soit l'adversaire.
it: Vero, non si è mai tirato indietro davanti alle difficoltà.

source: Who goes there, friend or foe?
fr: Qui va là, ami ou ennemi ?
it: Chi va là, amici o nemici?

source: Foe!
fr: Ennemi !
it: Nemici!

source: Ah, a challenge!
fr: Ah, un défi !
it: Ah, una sfida!

source: Venius - let me take him. I can defeat him alone.
fr: Venius - laissez-le moi. Je peux m'en occuper tout seul.
it: Venius – lascialo a me. Posso sconfiggerlo da solo.

source: Oh, really? Very well, let it be so. (Perhaps I can finally be rid of you.)
fr: Oh, vraiment ? Très bien, qu'il en soit ainsi. (Peut-être vais-je enfin me débarraser de toi)
it: Oh, veramente? Molto bene, e sia. (Forse così alla fine mi potrò sbarazzare di te.)

source: You insult me, sending such a weakling as this. No matter, he will perish with you.
fr: Tu m'insultes, en envoyant un tel gringalet. Quoiqu'il en soit, il périra avec toi.
it: Tu mi insulti! Mandarmi un debole come questo. Non importa, morirà con te.

source: Feisty, are we?
fr: Sommes-nous courageux ?
it: Determinati, non è vero?

source: No... Avenge me!... urgh.
fr: Non... Vengez-moi... ! Urgh.
it: No... Vendicatemi!... urgh.

source: Avenge you? Ha! Finally that fool is where he belongs.
fr: Te venger ? Ha ! Finalement ce fou est bien là où il est.
it: Vendicarti? Finalmente quel pazzo è nel posto a cui appartiene!

source: Now that the weakling is gone the true battle can begin.
fr: Maintenant que le gringalet est parti la véritable bataille peut commencer.
it: Ora che quel debole è andato, la vera battaglia può cominciare.

source: Indeed.
fr: En effet.
it: Infatti.

source: What? How could an uncouth elf like you slay the likes of me?...
fr: Quoi ? Comme un elf, aussi grossier que toi, peut pourfendre quelqu'un comme moi ? ...
it: Cosa? Come può uno zotico elfo come te uccidere uno come me?...

source: You were unwise to challenge the Sidhe, dog!
fr: Il ne fut pas sage de provoquer les Sidhes, chien !
it: Non sei stato saggio a sfidare il Sidhe, cane!

source: This is turning sour. Let us pull back...
fr: Ça tourne au vinaigre. Retirons-nous...
it: Questo sta diventando amaro. Andiamo...

source: I do hope Faolan is still alive. I can see the borders of his fortress in the forests ahead.
fr: J'espère que Faolan est encore vivant. Je peux distinguer les abords de sa forteresse dans la forêt droit devant.
it: Spero veramente che Faolan sia ancora vivo. Posso vedere i confini della sua fortezza nella foresta qui davanti.

source: The Lavinians have surely slain Faolan by now, outnumbering him as they did. I have failed.
fr: Les lavinians ont sûrment défait Faolan à présent, attaquant en masse comme prévu. J'ai échoué.
it: I Laviniani hanno sicuramente ucciso Faolan a quest'ora, soverchiandolo come hanno fatto. Ho fallito.

source: Just in Time
fr: Juste à temps
it: Appena in tempo

source: There was no time to waste. That the outpost had been destroyed was proof - if proof was needed - that the danger was real, and that the Lavinians were advancing.
fr: Il n'y avait pas de temps à perdre. La destruction de l'avant-poste était une preuve, s'il en faut, que le danger était réel et que les laviniens étaient en marche.
it: Non c'è tempo da perdere. Che l'avamposto sia stato distrutto è stata la prova – se di prova c'era bisogno – che il pericolo era reale, e che i Laviniani stanno avanzando.

source: As we approached another of our strongholds in the region, we saw smoke once again rising from the forest. We feared that we would find this fortress destroyed, as had been the other, but the battle had barely begun.
fr: À l'approche d'une de nos places fortes de la région, nous vîmes à nouveau de la fumée s'échappant de la forêt. Nous craignîmes de trouver cette forteresse détruite comme l'était la précédente, mais la bataille avait seulement commencée.
it: Come ci avvicinammo ad un'altra fortezza nella regione, vedemmo il fumo ancora una volta salire dalla foresta. Avevamo paura che avremmo trovato questa fortezza distrutta, come era stato con le altre, ma la battaglia era appena cominciata.

source: Death of Faolan
fr: Mort de Faolan
it: Morte di Faolan

source: The stronghold is under attack! Master Faolan, we have brought help.
fr: La forteresse est attaquée ! Maître Faolan, nous apportons de l'aide.
it: La fortezza è sotto attacco! Mestro Faolan, abbiamo portato aiuto.

source: I knew you would not fail me, Vaniyera. Into the fray, quickly, there is no time to lose!
fr: Je savais que tu ne me laisserai pas tomber, Vaniyera. Vite, à l'attaque, il n'y a pas de temps à perdre !
it: Sapevo che non mi saresti venuto meno, Vaniyera. Nella mischia, presto, non c'è tempo da perdere!

source: The elves have received reinforcements. We'll need to defend our backs, men. Athus, hold the forests. Quantis, give us some cavalry support.
fr: Les elfes ont reçu des renforts. Nous devons défendre nos arrières, messieurs. Athus, occupes-toi de la forêt. Quantis, amènes la cavalerie.
it: Gli elfi hanno ricevuto rinforzi. Dobbiamo difendere le retrovie, uomini. Athus, tieni nella foresta. Quantis, dacci un po' di supporto di cavalleria.

source: Yes sir!
fr: Oui, chef !
it: Sissignore!

source: Remember the outposts! If they could, they would turn the entire forest to ash. They have no pity for us, have none for them.
fr: Souvenez-vous de l'avant-poste ! S'ils le peuvent, ils changeront entièrement la forêt en cendre. Ils n'auront aucune pitié pour nous, n'en ayez aucune pour eux.
it: Ricordate gli avamposti! Se potessero, ridurrebbero l'intera foresta in cenere. Non hanno pietà per noi, non abbiatela per loro.

source: Mercy!
fr: Pitié !
it: Pietà!

source: Remember those whom you gave no mercy to, lavinian dog!
fr: Souvenez-vous de ceux à qui vous n'avez offert aucune pitié, chien de laviniens !
it: Ricorda quelli ai quali tu non hai dato pietà, cane laviniano!

source: There, the chieftain is slain. But... why do they not retreat?
fr: Bien, le commandant est tombé. Mais... pourquoi ne se retirent-t-ils pas ?
it: Ecco, il capo è morto. Ma... perché non si ritirano?

source: That man was merely an underling of Marsis. Not even a Lavinian either. The real enemy still stands.
fr: Cet homme était seulement un subordonné de Marsis. Pas même un lavinien d'ailleurs. L'ennemi veritable est toujours là.
it: Quell'uomo era solamente un sottoposto di Marsis. Non era nemmeno laviniano. Il vero nemico è ancora in piedi.

source: It is a shame Quantis is dead. Avenge him, men!
fr: Quelle honte que Quantis soit mort. Messieurs, vengez-le !
it: È un peccato che Quantis sia morto. Vendicatelo, uomini!

source: Pull back, men! I shan't die here.
fr: Retirons-nous, messieurs ! Je ne mourrais pas ici.
it: Indietro, uomini! Non morirò qui.

source: Mercy! We are mere tribesmen enslaved by the Lavinians and forced to fight for them. We hold you no grudge!
fr: Pitié ! Nous ne sommes que des hommes de la campagne. Les laviniens nous ont enrolé pour se battre à leur côté. Nous n'avons rien contre vous.
it: Pietà! Siamo solo degli schiavi dei Laviniani e costretti a combattere per loro. Non abbiamo nessun rancore verso di voi!

source: Then you have nothing to fear from death! I shall make it quick and painless.
fr: Alors vous n'avez rien à craindre de la mort ! Ce sera rapide et sans douleur.
it: Allora, non hai niente da temere dalla morte! La renderò veloce ed indolore.

source: Calm yourself! You, man, what offer you us in exchange for your life?
fr: Calmez-vous ! Vous, hommes, qu'offrez-vous en échange de vos vies ?
it: Calmati! Tu, uomo, cosa offri in cambio della tua vita?

source: My men and I will fight by your side against the hated Lavinians.
fr: Mes hommes et moi-même nous battrons à vos côtés contre les détestables laviniens.
it: I miei uomini ed io combatteremo dalla vostra parte contro gli odiati Laviniani.

source: Can we trust him?
fr: Pouvons-nous lui faire confiance ?
it: Possiamo fidarci di lui?

source: Maybe, maybe not. Let us be careful... Athus, we have one condition - you will not fight by our side, you will fight for us, not as a commander, as a common fighter. Do you accept?
fr: Peut-être, peut-être pas. Soyons prudent... Athus, nous acceptons à une condition : vous ne vous battrez pas à nos côtés, mais vous vous battrez pour nous ; pas comme un commandant, mais comme un simple soldat. Acceptez-vous ?
it: Forse si, e forse no. Saremo prudenti... Athus, abbiamo una sola condizione – tu non combatterai dalla nostra parte, tu combatterai per noi, non come comandante, ma come un comune soldato. Accetti?

source: The choice is between this and death! Yes, I accept!
fr: C'est ça ou la mort ! Oui, j'accepte !
it: La scelta è fra questo è la morte! Sì, accetto!
