Repository: wescamp/Epic_of_Vaniyera-1.6
Catalog: po/*.po
Languages: fr, it

source: The stronghold itself is safe for a while, now. Hold it until I return - I head for Mount Stormkeep.
fr: Dorénavant, la forteresse est sécurisée pour un moment. Tiens la jusquà mon retour : je me dirige vers les monts Stormkeep.
it: La fortezza stessa è salva per il momento. Tenetela fino al mio ritorno – mi dirigerò a Monte Stormkeep.

source: Wait! I do not think that is good strategy. We will lose too much time. We must take this fight back to their camps, then into Lavinian lands. Show them what they have done to us.
fr: Attends ! Je ne pense pas que ce soit une bonne stratégie. Nous perdrons trop de temps. Nous devons amener le combat jusqu'à leur camp, puis dans les terres laviniennes. Montrons leur ce qu'ils nous ont fait.
it: Aspetta! Non penso che sia una buona strategia. Perderemo troppo tempo. Dobbiamo riportare questa lotta ai loro campi, poi nelle terre dei Laviniani. Mostrare loro cosa ci hanno fatto.

source: Perhaps you are right - but I do not like it. Even if you will not delay this battle for a journey to Mount Stormkeep, we cannot defeat these Lavinians alone. Come, follow me - a small detour is required.
fr: Tu as peut-être raison, mais je n'aime pas ça. Même si tu ne veux pas retarder cette bataille pour une escapade au mont Stormkeep, nous ne pouvons vaincre ces laviniens tout seul. Viens, suis moi, un petit détour est nécessaire.
it: Forse hai ragione – ma non mi piace. Anche se tu non ritarderai questa battaglia per un viaggio a Monte Stromkeep, noi non possiamo sconfiggere questi Laviniani da soli. Andiamo, seguimi – una piccola deviazione è richiesta.

source: I hear the drums of Lavinia from afar.
fr: J'entend les tambours de Lavinie au loin.
it: Ho sentito i tamburi di Lavinia da lontano.

source: Reinforcements! At last.
fr: Renfort ! Enfin.
it: Rinforzi! Finalmente.

source: Remnants of the Past
fr: Vestige du passé
it: Tracce del Passato

source: Faolan led us into a marshy wood to the west. He refused to tell me why. He pressed onward, ever faster, saying we had to reach a certain place before the night began.
fr: Faolan nous mena à travers les bois marécageux de l'ouest. Il refusa de dire pourquoi. Il pressa le pas, toujours plus vite, expliquant que nous devions atteindre un certain endroit avant la nuit.
it: Faolan ci guidò in un bosco paludoso a ovest. Rifiutò di dirmi perché. Egli continuava ad andare avanti, sempre più veloce, dicendo che dovevamo raggiungere un certo posto prima che calasse la notte.

source: When we reached our destination, Faolan pulled me aside. 'This,' he said, 'is the field upon which one of the greatest battles against the Marauders was fought.'
fr: Lorsque nous atteignîme notre destination, Faolan me pris à part. « Ceci, dit-il, est le champs sur lequel s'est tenue une des plus grandes batailles contre les Maraudeurs. »
it: Quando raggiungemmo la nostra meta, Faolani mi prese da parte. 'Questo', disse, ' è il campo sul quale è stata combattuta una delle più grandi battaglie contro i Predoni'.

source: 'At night, the spirits of the fallen men return to this place and do battle once again with the shades of elven warriors.'
fr: « La nuit, les esprits des hommes tombés au combat retournent sur cette terre et recommencent la bataille à nouveau avec les ombres des guerriers elfes. »
it: 'Di notte, gli spiriti degli uomini caduti ritornano qui e combattono nuovamente contro le ombre dei guerrieri elfici'.

source: 'It is also the burial-place of one of Vanimaro's greatest disciples - though he perished before Vanimaro, and was never made a Thunderblade.'
fr: « C'est également le lieu de sépulture de l'un des plus grand disciple de Vanimaro, bien qu'il périt avant Vanimaro et ne fût fait Thunderblade. »
it: 'È anche il luogo di sepoltura di uno dei più grandi discepoli di Vanimaro – anche se egli morì prima di Vanimaro, e non fu mai nominato come Thunderblade'.

source: 'If this hero of old will fight at our side against the Lavinians, we may stand a chance of defeating them.'
fr: « Si ce héro des temps jadis combat à nos côtés contre les laviniens, nous avons une chance de les vaincre. »
it: «Se questo eroe dell'antichità combatterà dalla nostra parte contro i Laviniani, potremmo avere una possibilità di sconfiggerli».

source: Move Faolan to the Old Hero's Tomb
fr: Déplacer Faolan à la sépulture de l'Ancien Héro
it: Muovi Faolan alla Tomba del Vecchio Eroe

source: Recruitment is only possible on the first turn
fr: Le recrutement est uniquement possible lors du premier tour
it: Il reclutamento è possibile solo nel primo turno.

source: Now, the body of the great hero who fell in battle here lies nearby, and we must seek his aid. I do not know exactly where his tomb is, for it is unmarked and unhonored, but I believe it to be somewhere southwest of here.
fr: Le corps du grand héro qui tomba à la bataille est ensevelli dans les environs et nous devons quérir son aide. Je ne sais pas exactement où se trouve sa tombe, elle n'est pas indiquée ni honnorée, mais je crois qu'elle doit être vers le sud ouest.
it: Ora, il corpo di un grande eroe che cadde qui in battaglia giace vicino, e noi dobbiamo chiedere il suo aiuto. Non so esattamente dove sia la sua tomba, perché essa non è segnata né onorata, ma credo che debba essere da qualche parte o sud-ovest di qui.

source: When we discover it, I will approach it alone and converse with him.
fr: Quand nous la découvrirons, je m'approcherai seul et je discuterai avec lui.
it: Quando la scopriremo, mi avvicinerò da solo e parlerò con lui.

source: Fallen Shade
fr: L'Ombre déchu
it: Ombra Caduta

source: This is where the old hero perished... he awakens.
fr: C'est ici que l'Ancien héro périt... il se réveille.
it: Qui è il luogo dove il vecchio eroe morì... egli si sta risvegliando.

source: Hero of Old
fr: Héro de l'ancien temps
it: L'Eroe dell'Antichità

source: Why do you call me from my sleep, young one?
fr: Pourquoi me tires-tu de mon someil, jeune elfe ?
it: Perché mi hai risvegliato dal mio sonno, o giovane?

source: To ask for your aid and wisdom. Men from the south pour into our forests, torching them and destroying our people.
fr: Je requieres votre aide et votre sagesse. Des hommes du sud se répandent dans nos forêts, les brûlant et annéhantissant notre peuple.
it: Per chiedere il tuo aiuto e la tua saggezza. Uomini dal sud si riversano nelle nostre foreste, bruciandola e distruggendo la nostra gente.

source: This is beyond words. If the land our father Vanimaro found for us is in peril, I will arise and fight to defend it. So say all us warriors of sidhe who have perished in ages past.
fr: C'est au delà des mots. Si la terre que Vanimaro, notre père, a trouvé pour nous, est en péril, je me leverais et me battrais pour la défendre. C'est ce qu'ont fait tous les guerriers de Sidhe qui ont péri depuis les temps immémoriaux.
it: Questo è oltre le parole. Se la terra che nostro padre Vanimaro ha trovato per noi è in pericolo, mi alzerò e combatterò per difenderla. Così diciamo tutti noi guerrieri di Sidhe che sono morti nelle età passate.

source: The sun rises already... alas, the dead will not linger under its light, and we do not have another day to spend here. We must return to the battle, and do without the aid of the spirits.
fr: Le soleil se lève... hélas, les morts ne subsiterons pas sous sa lumière et nous ne pouvons pas rester un jour de plus. Nous devons retourner à la bataille et faire sans l'aide des esprits.
it: Il sole sta già nascendo... purtroppo, i morti non si attarderanno sotto la sua luce, e noi non abbiamo un altro giorno da passare qui. Dobbiamo ritornare alla battaglia, e fare a meno dell'aiuto degli spiriti.

source: Retribution
fr: Rétribution
it: Castigo

source: Once we left the woods of the dead we marched south to the initial Lavinian camp. Faolan still urged us to send messengers to Mount Stormkeep, but he was unwilling to leave us himself, and no others were willing to flee from the battle in quest for aid that would come too late.
fr: Lorsque nous quittâmes les bois des morts, nous marchâmes au sud vers le camp initial des laviniens. Faolan nous enjoignait d'envoyer des messagers vers le mont Stormkeep mais il n'était pas disposé à nous laisser seul, d'ailleurs aucun de nous ne voulait quitter la bataille en quète d'une aide qui viendrait de toutes façons trop tard.
it: Quando lasciammo i boschi dei morti, marciammo verso sud verso il primo campo laviniano. Faolan ci esortava ancora a mandare messaggeri a monte Stormkeep, ma non voleva lasciarci egli stesso, e nessun altro voleva lasciare la battaglia per cercare un aiuto che sarebbe potuto venire troppo tardi.

source: The Lavinian Legion may be the greatest fighting force in the world, but it proved here to be a giant with feet of clay. As we approached, we saw the camp was nearly empty, and open to attack. The battle had taken its toll on the Lavinians.
fr: Les legions laviniennes sont peut-être la plus grande armée du monde, mais elle se trouva n'être qu'un géant aux pieds d'argiles. À notre approche, nous vîmes le camp pratiquement vide et ouvert à notre attaque. La bataille sonnait le glas pour les laviniens.
it: La Legione laviniana può essere la più grande forza combattente del mondo, ma si è rivelata essere un gigante dai piedi di argilla. Quando ci avvicinammo, vedemmo che l'accampamento era quasi vuoto, e aperto all'attacco. La battaglia aveva preteso il suo pedaggio dai Laviniani.

source: Kill Primus Maximus the Imperator
fr: Tuer l'empereur Primus Maximus
it: Uccidi Primus Maximus l'Imperatore

source: Lavinian scum! Surrender or perish!
fr: Pourriture de lavinien ! Rendez-vous ou mourrez !
it: Feccia laviniana! Arrendetevi o morite!

source: The elf has insulted us for the last time. We are the elite of the elite, warriors among warriors. We shall never surrender to one such as you.
fr: Les elfes nous ont insulté pour la dernière fois. Nous sommes l'élite de l'élite, guerriers parmis les guerriers. Nous ne nous rendrons jamais à ceux de votre espèce.
it: Gli elfi ci hanno insultato per l'ultima volta. Noi siamo il meglio del meglio, i guerrieri fra i guerrieri. Non ci arrenderemo mai a uno come te.

source: Very well, prepare for death.
fr: Très bien, préparez-vous à mourrir.
it: Bene, allora, preparatevi a morire.

source: Our forces have been spread thin, this I know... Claudius, Silvius, defend me as I retreat to the Arendian border.
fr: Nos forces se sont dispersées, je le sais... Claudius, Silvius, protégez ma retraite jusqu'à la frontière Arendian.
it: Le nostre forze sono diventate minime, questo lo so... Claudius, Silvius, copritemi mentre mi ritiro verso il confine arendiano.

source: Yes Lord!
fr: Oui seigneur !
it: Sissignore!

source: It shall be done! But our forces will not hold for long.
fr: Ce sera fait ! Mais nos forces ne tiendront pas longtemps.
it: Sarà fatto! Ma le nostre forze non potranno tenere per molto.

source: Worry not, reinforcements will soon arrive. Hold out until then.
fr: Ne soyez pas inquiets, les renforts arriverons rapidement. Tenez bon jusque là.
it: Non vi preoccupate, i rinforzi arriveranno presto. Tenete duro fino ad allora.

source: Vaniyera, take care! These reinforcements could arrive at any moment. We ought to refrain from battle until we know the extent of the enemy's army.
fr: Vaniyera, soit prudent ! Ces renforts peuvent arriver à tout moment. Nous devons éviter de rentrer dans la bataille tant que nous ne connaissons pas la taille de l'armée ennemie.
it: Vaniyera, attento! Questi rinforzi possono arrivare in qualsiasi momento. Dobbiamo astenerci dal combattere fino a che non conosceremo l'estensione dell'armata nemica.

source: We could wait, yes - or we could take these few now so the reinforcements have nothing to reinforce. I choose the latter.
fr: Nous pouvons attendre, en effet. Ou bien nous pouvons nous débarrasser du peu qu'il reste, ainsi les renforts n'auront rien à renforcer. Je choisis la deuxième solution.
it: Potremmo aspettare, sì – o potremmo prendere questi pochi che ci sono, in modo che i rinforzi non abbiano niente da rinforzare. Scelgo quest'ultima soluzione.

source: I suppose I cannot stop you...
fr: Je suppose que je ne peux pas t'en empêcher...
it: Suppongo di non poterti fermare...

source: Silvius has fallen! Who will hold the line now?
fr: Silvius est tombé ! Qui tiendra le front maintenant ?
it: Silvius è caduto! Chi terrà la linea ora?

source: I must flee - the defenses are breached.
fr: Je dois fuir, les défences sont percées.
it: Devo fuggire – le difese sono intaccate.

source: The Imperator flees towards Arendia! Let us chase him!
fr: L'empereur s'enfuit vers Arendia ! Poursuivons-le !
it: L'Imperatore fugge verso Arendia! Inseguiamolo!

source: Claudius, you fought well and bravely. Farewell until Elysium!
fr: Claudius, tu t'es battu avec force et courage. Adieu, nous nous reverrons aux Champs Elysées !
it: Claudius, tu hai combattuto bene e valorosamente. Addio!

source: Guards, protect my retreat! I leave!
fr: Guardes, protégez ma retraire ! Je m'en vais !
it: Guardie, proteggete la mia ritirata! Vado!

source: After him!
fr: Poursuivez-le !
it: Dietro di lui!

source: No! We must defeat the men here first.
fr: Non ! Nous devons d'abord vaincre les hommes qui restent.
it: No! Dobbiamo prima sconfiggere gli uomini rimasti qui.

source: Lord Imperator, we have arrived!
fr: Mon seigneur l'empereur, nous sommes arrivés !
it: Imperatore, siamo arrivati!

source: Hold the river!
fr: Tenez la rivière !
it: Tenete il fiume!

source: I hear battle drums from afar.
fr: J'ai entendu les tambours de guerre au loin.
it: Ho sentito i tamburi di guerra da lontano.

source: The reinforcements have arrived. Soon we will be trapped in this pass.
fr: Les renforts sont arrivés. Bientôt nous serons pris au piège dans cette passe.
it: I rinforzi sono arrivati. Presto saremo intrappolati su questo passo.

source: Arendian Border
fr: La frontière Arendienne
it: I Confini di Arendia

source: We had driven the Emperor out of the forests of the Sidhe. He fled south, towards the Arendian River and safety.
fr: Nous avons chassé l'empereur de la forêt des Sidhes. Il a fuit au sud, vers la rivière arendienne, vers la sécurité.
it: Abbiamo portato l'Imperatore fuori dalle foreste del Sidhe. Egli è scappato verso sud, verso il Fiume di Arendia e la salvezza.

source: Faolan wanted to let him flee. It did us no harm, he said, for the Emperor to live. But Faolan had not seen the ransacked outpost. I had. I would not allow this Emperor to escape from us if I could help it.
fr: Faolan voulu le laisser fuire. « Cela n'a pas d'importance que l'Empereur vive », dit-il. Mais Faolan n'avait pas vu l'avant-poste pillé. Moi si. Je ne permettrai pas à cet empereur de nous échapper si je le peux.
it: Faolan voleva lasciarlo scappare. Non ci ha causato danno, egli disse, lasciar vivere l'Imperatore. Ma Faolan non aveva visto l'avamposto saccheggiato. Io sì. Non avrei permesso all'imperatore di scapparci, se avessi potuto prenderlo.

source: And so I convinced Faolan to continue the chase. We moved faster than the men, with their wagon-trains and heavy armor. We circled around them until they could no longer flee south, forcing them to turn to the west to evade us.
fr: Ainsi je convainquis Faolan de poursuivre la chasse. Nous nous déplacions plus rapidement que les humains, avec leur chargement et leurs armures lourdes. Nous les encerclâmes jusqu'à ce qu'ils ne puissent plus fuire par le sud, les forçant à se diriger vers l'ouest pour nous échapper.
it: E così convinsi Faolan a continuare l'inseguimento. Ci muovemmo più velocemente degli uomini con le loro fila di carri e le armature pesanti. Li circondammo finché non poterono più continuare verso sud, forzandoli a dirigersi ad ovest per eluderci.

source: We eventually caught them against the slopes of the Arendian mountains - as it happened, just as the first winter snowstorm blew in.
fr: Finalement nous les rattrapâmes sur les flans des montagnes arendienne, lorsque la première tempête de neige de l'hiver souffla.
it: Alla fine, li raggiungemmo vicino ai contrafforti delle montagne arendiane – ciò avvenne proprio quando la prima tempesta di neve invernale si abbattè.

source: Ever the politicians, these men were. Once in Arendia, the Imperator convinced the men of that land, Arendians by blood, to ally with him in exchange for the forests of my people. He then wheeled his armies around to face us.
fr: Ces hommes ne sont jamais que des politiciens. Une fois en Arendie, l'empereur convaincs les habitants de cette terre, des arendiens pur sang, de s'allier avec lui en échange des forêts de mon peuple. Puis il retourna son armée pour nous faire façe.
it: Sempre politici erano questi uomini. Una volta in Arendia, l'imperatore convinse gli uomini di quella terra, Arendiani per sangue, ad allearsi con lui in cambio delle foreste della mia gente. Egli poi volse le sue armate per affrontarci.

source: We have retreated from the wrath of the Sidhe thus far - but that ends now! Come, my Arendian friends, let us crush these elves together!
fr: Nous avons battu en retraite devant la fureur des sidhes jusqu'à présent. Mais maintenant c'en est fini ! Venez, mes amis arendiens, écrassont ces elfes ensemble !
it: Ci siamo ritirati dalla furia dei Sidhe fin'ora – ma questa storia finisce ora! Venite, miei amici arendiani, schiacciamo questi elfi insieme!

source: Aye, Lord Imperator! These elves will fall to our lances.
fr: Ave, Seigneur Empereur ! Ces elfes périrons sous nos lances.
it: Sì, o Imperatore! Questi elfi cadranno davanti alle nostre lance.

source: Soon the Northern Forest shall be Arendian soil.
fr: Bientôt la forêt du Nord sera en sol arendien.
it: Presto la Foresta settentrionale sarà terra arendiana.

source: And ally to Lavinia.
fr: Et alliée de la Lavinie
it: E alleata a Lavinia.

source: Aye, and ally to the imperial city.
fr: Ave et alliée à la cité impériale
it: Sì, e alleata alla città imperiale.

source: I hope that this winter snow will slow their steeds...
fr: J'espère que ces neiges hivernales ralentirons ces destriers...
it: Spero che questa neve rallenterà le loro cavalcature...

source: If it does not, little stands between the men and the great forest.
fr: Si cela le les ralentit pas, il ne reste plus grand choses entre ces hommes et la grande forêt.
it: Se no, poco rimane fra gli uomini e la grande foresta.

source: The spirit wills... but the body...
fr: L'esprit le veut... mais le corps...
it: Lo spirito vuole... ma il corpo...

source: You shall be avenged, brother! Come, Arendians all, rally to my flag!
fr: Je dois être vengé mes frères ! Que tous les arendiens viennent, ralliez-vous à ma bannière !
it: Sarai vendicato, fratello! Venite, o voi Arendiani tutti, radunatevi intorno alla mia bandiera!

source: I fall... curse the Lavinians and their broken promises...
fr: Je meure... Maudits soient les laviniens et leurs promesses brisées...
it: Cado.. maledetti i Laviniani e le loro promesse non mantenute...

source: I perish...
fr: Je péris...
it: Muoio...

source: The Imperator has fallen!
fr: L'Empereur est tombé !
it: L'Imperatore è caduto!

source: So, the Emperor is not immortal after all...
fr: Donc l'Empereur n'est pas immortel après tout...
it: Così, l'Imperatore non è immortale dopo tutto...

source: Finally, we have slain that cursed man!
fr: Finallement nous avons vaincu ce maudit homme !
it: Alla fine, abbiamo distrutto quel maledetto uomo!

source: That man was the Imperator of the Lavinian Empire. Do not rejoice overmuch that we have thus incurred the wrath of a nation that powerful.
fr: Cet homme était l'empereur de l'Empire lavinien. Ne vous rejouissez pas si vite, que nous ayons subi la fureur d'une nation aussi puissante.
it: Quell'uomo era l'imperatore dell'Impero laviniano. Non gioite troppo che in questo modo ci siamo attirati l'ira di una nazione molto potente.

source: The winter has, I fear snowed us in, trapped in Arendian territory... I do not think we shall make it out alive.
fr: Je crains que les neiges hivernales ne nous aient enfermé en territoire arendien... Je ne pense pas que nous en sortirons vivant.
it: L'inverno, con la sua neve, ci ha intrappolati in territorio arendiano... Non penso che ne usciremo vivi.

source: Epilogue
it: Epilogo

source: We returned victorious to the forests of the Western March, and from there travelled to Mount Stormkeep. A session of the Council had been summoned, belatedly, to respond to the Lavinian threat.
fr: Nous retournâmes victorieux vers les forêts de la Marche Occidentale et de là nous voyagâme jusqu'au mont Stormkeep. Une réunion du Conseil fût demandée, tardivement, pour répondre à la menace des lavinien.
it: Ritornammo vittoriosi dalle foreste della Marca occidentale, e da lì viaggiammo verso monte Stormkeep. Una seduta del Concilio era stata convocata, in ritardo, per rispondere alla minaccia laviniana.

source: Welcome, Faolan. Let the council of war commence.
fr: Bienvenue, Faolan. Que le Conseil de guerre commence.
it: Benvenuto, Faolan. Il consiglio di guerra può cominciare.

source: Council of war, lord?
fr: Conseil de guerre, seigneur ?
it: Consiglio di guerra, signore?

source: We have heard that the Lavinians have invaded the Western March.
fr: Nous avons entendu que les laviniens auraient envahi la Marche Occiendale.
it: Abbiamo sentito che i Laviniani hanno invaso la Marca occidentale.

source: Indeed, for that reason we have summoned the Thunderblades to this meeting. Did the messenger we sent not reach you? Yet you came none the less - perhaps to bring us news yourself of the invasion.
fr: En effet, c'est pour cette raison que nous avons convoqué les Thunderblades à cet réunion. Le messager que nous vous avons envoyé ne vous aurait pas rejoind ? Cependant, vous êtes tout de même présent, peut-être avez vous des nouvelles fraiches de l'invasion.
it: Infatti, per questa ragione abbiamo radunato i Thunderblade per questo consiglio. Il messaggero che abbiamo mandato non vi ha raggiunti? Ciononostante sei venuto – forse per portarci da te stesso notizie dell'invasione.

source: Yes, lords, I come with news from the battlefield. This council is called too late; the Lavinians have already fled.
fr: Oui, seigneurs. Je viens avec des nouvelles du champ de bataille. Le Conseil se réunit trop tard ; les laviniens ont déjà fuit.
it: Sì, Signori. Vengo con notizie dal campo di battaglia. Questo consiglio è stato convocato troppo tardi; i Laviniani sono già stati sconfitti.

source: Impossible!
it: Impossibile!

source: Hold your peace, thunderblade! Faolan, you say the Lavinians have fled - how do you know they will not return?
fr: Restez calme Thunderblade ! Faolan, vous dites que les laviniens ont fuit, coment savez-vous qu'ils ne reviendront pas ?
it: Calma, thunderblade! Faolan, tu dici che i Laviniani sono fuggiti – come sai che non ritorneranno?

source: The Imperator has fallen, Lord Dayire.
fr: L'Empereur est mort, Seigneur Dayire.
it: L'Imperatore è caduto, Lord Dayire.

source: What? You slew the Imperator? That seems... unwise.
fr: Comment ? Vous avez tué l'Empereur ? Cela ne me paraît pas... sage.
it: Cosa? Hai ucciso l'imperatore? Sembra... imprudente.

source: Perhaps it was. Nevertheless, it is done, and the war is over.
fr: Peut-être que ça ne l'est pas. Quoiqu'il en soit, c'est fait, et la guerre est finie.
it: Forse lo è stato. Comunque, è stato fatto, e la guerra è finita.

source: Indeed. It seems the forests are threatened no longer. Council, you are dismissed!
fr: En effet. Il semble que les forêts ne soient plus en danger. Le Conseil est dissout !
it: Infatti. Sembra che le foreste non sono più minacciate. Consiglio, la seduta è tolta!
